tap "helsky-labs/tap"
tap "homebrew/services"
tap "supabase/tap"
brew "blueutil"
brew "cairo"
brew "create-dmg"
brew "direnv"
brew "openssl@3"
brew "fd"
brew "ffmpeg"
brew "gmp"
brew "fzf"
brew "git"
brew "git-delta"
brew "gnupg"
brew "go"
brew "imagemagick"
brew "lazygit"
brew "libpq"
brew "libyaml"
brew "m1ddc"
brew "mise"
brew "neovim"
brew "nmap"
brew "pandoc"
brew "pinentry-mac"
brew "pngpaste"
brew "postgresql@14"
brew "potrace"
brew "qpdf"
brew "railway"
brew "rbenv"
brew "redis"
brew "sesh"
brew "shellcheck"
brew "shfmt"
brew "sox"
brew "starship"
brew "switchaudio-osx"
brew "tmux"
brew "tree-sitter"
brew "vips"
brew "watchman"
brew "zoxide"
brew "supabase/tap/supabase"
cask "1password-cli"
cask "basictex"
cask "bentobox"
cask "codex"
cask "mitmproxy"
cask "ngrok"
cask "orbstack"
cask "stats"
cask "swiftbar"
cask "tailscale-app"
cask "helsky-labs/tap/tokencap"
cask "utm"
cask "warp"
go "github.com/pressly/goose/v3/cmd/goose"
go "github.com/sqlc-dev/sqlc/cmd/sqlc"
uv "claude-gmail"
npm "corepack"
npm "eas-cli"
npm "vercel"
